Repository: maikerumine/aftermath
Catalog: mods/farming/locale/*.po
Languages: pt

source: Barley Seed
pt: Sementes de Cevada

source: Barley
pt: Cevada

source: Green Beans
pt: Feijoes Verdes

source: Bean Pole (place on soil before planting beans)
pt: Apoio de feijao (coloque no solo antes de plantar feijao)

source: Blueberries
pt: Mirtilos

source: Blueberry Muffin
pt: Muffin de Mirtilos

source: Carrot
pt: Cenoura

source: Golden Carrot
pt: Cenoura Dourada

source: Cocoa Beans
pt: Amendoas de Cacau

source: Bar of Dark Chocolate
pt: Barra de Chocolate Preto

source: Coffee Beans
pt: Grao de Cafe

source: Drinking Cup (empty)
pt: Xicara (vazia)

source: Cold Cup of Coffee
pt: Xicara de Cafe Frio

source: Hot Cup of Coffee
pt: Xicara de Cafe Quente

source: Corn
pt: Milho

source: Corn on the Cob
pt: Espiga de Milho

source: Bottle of Ethanol
pt: Garrafa de Etanol

source: Cotton Seed
pt: Sementes de Algodao

source: Cotton
pt: Algodao

source: Cucumber
pt: Pepino

source: Chocolate Donut
pt: Donut de Chocolate

source: Apple Donut
pt: Donut de Maça

source: Grapes
pt: Uvas

source: Trellis (place on soil before planting grapes)
pt: Grade de Ripas (colocar no solo antes de plantar uvas)

source: Hemp Seed
pt: Sementes de Canhamo

source: Hemp Leaf
pt: Folha de Canhamo

source: Bottle of Hemp Oil
pt: Garrafa de Oleo de Canhamo

source: Hemp Fibre
pt: Fibra de Canhamo

source: Hemp Rope
pt: Corda de Canhamo

source: Wooden Hoe
pt: Enxada de Madeira

source: Stone Hoe
pt: Enxada de Pedra

source: Steel Hoe
pt: Enxada de Aço

source: Bronze Hoe
pt: Enxada de Bronze

source: Mese Hoe
pt: Enxada de Mese

source: Diamond Hoe
pt: Enxada de Diamante

source: Seed
pt: Sementes

source: Melon Slice
pt: Sementes de Melancia

source: Melon
pt: Melancia

source: Potato
pt: Batata

source: Baked Potato
pt: Batata Cozida

source: Pumpkin
pt: Abobora

source: Pumpkin Slice
pt: Pedaço de Abobora

source: Jack 'O Lantern (punch to turn on and off)
pt: Jack 'O Lantern (Socos para ligar e desligar)

source: Pumpkin Bread
pt: Pao de Abobora

source: Pumpkin Dough
pt: Massa de Abobora

source: Raspberries
pt: Framboesa

source: Raspberry Smoothie
pt: Batida de Framboesa

source: Rhubarb
pt: Ruibarbo

source: Rhubarb Pie
pt: Torta de Ruibarbo

source: Soil
pt: Solo

source: Wet Soil
pt: Solo Seco

source: Sugar
pt: Açucar

source: Tomato
pt: Tomate

source: Wheat Seed
pt: Sementes de Trigo

source: Wheat
pt: Trigo

source: Straw
pt: Palha

source: Flour
pt: Farinha

source: Bread
pt: Pao
